Repository: bulutsoft-dev/PetSoLive
Catalog: PetSoLive.Web/Resources/Views.Shared._Navbar.*.resx
Languages: tr_tr

source: Toggle Navigation
tr_tr: Navigasyonu Aç/Kapat

source: Home
tr_tr: Ana Sayfa

source: About
tr_tr: Hakkında

source: Adoption
tr_tr: Sahiplenme

source: Lost Pet Ads
tr_tr: Kayıp Pet İlanları

source: Help Requests
tr_tr: Yardım Talepleri

source: Login
tr_tr: Giriş Yap

source: Register
tr_tr: Kayıt Ol

source: Welcome
tr_tr: Hoş Geldin

source: Veterinarians
tr_tr: Veterinerler

source: Veterinarian Register
tr_tr: Veteriner Kaydı

source: Logout
tr_tr: Çıkış Yap

# Swicth
source: Switch Language
tr_tr: Dili Değiştir

source: Active Users
tr_tr: Aktif Kullanıcılar

source: Add Pet
tr_tr: Evcil Hayvan Ekle

source: Adopt Pet
tr_tr: Evcil Hayvan Sahiplen

source: Adoptions
tr_tr: Sahiplenmeler

source: Browse Pets
tr_tr: Hayvanları Görüntüle

source: Find your new friend
tr_tr: Yeni arkadaşınızı bulun

source: Get veterinary assistance
tr_tr: Veteriner yardımı alın

source: Help find your pet
tr_tr: Evcil hayvanınızı bulmaya yardım edin

source: Help Request
tr_tr: Yardım Talebi

source: Humidity
tr_tr: Nem

source: Lost Pet Found
tr_tr: Kayıp Hayvan Bulundu

source: Lost Pets Found
tr_tr: Bulunan Kayıp Hayvanlar

source: Luna the cat was reunited with her family!
tr_tr: Luna adlı kedi ailesiyle yeniden bir araya geldi!

source: Manisa, Turkey
tr_tr: Manisa, Türkiye

source: Max the Golden Retriever found a new home!
tr_tr: Max adlı Golden Retriever yeni bir yuva buldu!

source: New Adoption
tr_tr: Yeni Sahiplenme

source: New emergency help request from Dr. Smith
tr_tr: Dr. Smith'den yeni acil yardım talebi

source: Quick Actions
tr_tr: Hızlı İşlemler

source: Recent Activity
tr_tr: Son Aktiviteler

source: Register your pet
tr_tr: Evcil hayvanınızı kaydedin

source: Report Lost Pet
tr_tr: Kayıp Hayvan Bildir

source: Request Help
tr_tr: Yardım İste

source: Sunny
tr_tr: Güneşli

source: Total Pets
tr_tr: Toplam Evcil Hayvan

source: Track your pet activities and community engagement
tr_tr: Evcil hayvan aktivitelerinizi ve topluluk katılımınızı takip edin

source: Weather
tr_tr: Hava Durumu

source: Welcome to PetSoLive Dashboard
tr_tr: PetSoLive Dashboard'a Hoş Geldiniz

source: Wind
tr_tr: Rüzgar
